//////////////////////////////////////////////////////////////
// Заставка
//////////////////////////////////////////////////////////////

start_b1=^btn_main_t^New Game
start_b2=^btn_main_t^Load Game
start_b3=^btn_main_t^Records
start_b4=^btn_main_t^Options
start_b5=^btn_main_t^Credits
start_b6=^btn_main_t^Exit
start_copyright=^msg_cpr^© 2008 1C Company. Developed by Katauri Interactive. All rights reserved.
start_version=^msg_version^Version [ver] / H3B: B2012-06-21
start_exit=You really wish to leave?

//////////////////////////////////////////////////////////////
// НОВАЯ ИГРА
//////////////////////////////////////////////////////////////

nwg_header=^ing_header_t^New Game
nwg_cont=^int_def_t16sc^Next
nwg_skip=^int_def_t16sc^Skip
nwg_load=^int_def_t16sc^Load Game
nwg_cancel=^int_def_t16sc^Cancel
nwg_charcr=^ing_header2_t^Character Creation
nwg_level=^ing_dif_t^Difficulty Level:
nwg_class=^int_def_t14bl^Class
nwg_name=^int_def_t14bl^Name
nwg_herb=^int_def_t14bl^Emblem
nwg_qar=^int_def_t14sc^Warrior
nwg_pal=^int_def_t14sc^Paladin
nwg_mage=^int_def_t14sc^Mage
nwg_opisalovo=^ing_desk_t^
nwg_decr_war=^ing_jstf^The Warrior is a skilled commander, whose power consists in his ability to improve the abilities of the troops he leads. At the start of the game, the Warrior receives three skills of Might and strong combat abilities. When the Warrior gains a new level, he develops his Might Skills which improve the abiities of his troops. Only the Warrior can learn the skills of "Iron Fist" and "Anger." Generates +2 Rage per round.
nwg_decr_pal=^ing_jstf^A relentless fighter of evil, the Paladin is a class that bridges the gap between Warrior and Mage. He evenly develops his capacity for both might and magic. The Paladin learns Mind skills easily. Only a Paladin can learn the skills "Holy Anger" and "Runic Stone." In developing his Mind skills, a Paladin receives greater advantages when fighting against the undead and demons, compared with other classes and increases his Leadership faster than either the Warrior or the Mage. Generates +1 Rage and Mana per round.
nwg_decr_mag=^ing_jstf^The Mage prefers wisdom and knowledge over brute force. He cannot command mighty armies, and he knows less of tactics, which increase the fighting capability of his troops. Instead, the Mage strengthens friendly troops and weakens enemies by casting powerful elemental spells and resurrecting slain allies. Even a Mage with few troops is capable of defeating mighty enemy armies. Only the Mage can reach the pinnacle of the magical arts. And he alone can learn the additional skills "Higher Magic" and "Alchemy." Generates +2 Mana per round.
nwg_editname_preset=^ing_newname_t^
nwg_warname_default=^ing_name_t^Bill Gilbert
nwg_palname_default=^ing_name_t^Christian Tyler
nwg_magname_default=^ing_name_t^Mateush Tein

nwg_level1=^ing_dif1^Easy
nwg_level2=^ing_dif2^Normal
nwg_level3=^ing_dif3^Hard
nwg_level4=^ing_dif4^Impossible

nwg_level1_hint=^items_tH^[d]Easy difficulty level is recommended for novices. Many glorious victories await you!<br><br>[sys]Enemy power: [/s]50%.<br>[sys]Money income: [/s]400%.<br>[sys]Rage Increase in combat: [/s]200%.<br>[sys]Speed of Spirits growth: [/s]200%.<br>[sys]Hero Experience Gain: [/s]200%.<br>[sys]Hero Map Mana Regeneration Rate: [/s]100% faster.<br>[sys]Hero Map Rage Depletion Rate: [/s]100% slower.<br>[sys]Enemy Unit Statistics: [/s]100% of nominal.<br>[sys]Enemy Hero Mana Regeneration: [/s]0% of max mana.<br>[sys]Enemy Hero Level for extra spell cast / round: [/s]30 or higher.<br>[sys]Enemy Hero Max Mana for extra spell cast / round: [/s]350 or higher.<br>[sys]Boss Attack: [/s]100% of nominal.<br>[sys]Boss Hitpoints: [/s]100% of nominal.<br>[sys]Money received if the battle is lost: [/s]100%.<br>[sys]Round at which Mana and Rage Gain = 1/2: [/s]20[sys]; = 1/4: [/s]30[sys]; = 0: [/s]40[sys]; [/s]+20[sys] rounds for fighting enemy heroes, towers, and bosses.
nwg_level2_hint=^items_tH^[d]Normal difficulty level is recommended for advanced gamers. Your enemies will be strong, but good tactics will win many victories.<br><br>[sys]Enemy power: [/s]100%.<br>[sys]Money income: [/s]100%.<br>[sys]Rage Increase in combat: [/s]100%.<br>[sys]Speed of Spirits growth: [/s]100%.<br>[sys]Hero Experience Gain: [/s]100%.<br>[sys]Hero Map Mana Regeneration Rate: [/s]100% (nominal).<br>[sys]Hero Map Rage Depletion Rate: [/s]100% (nominal).<br>[sys]Enemy Unit Statistics: [/s]100% of nominal.<br>[sys]Enemy Hero Mana Regeneration: [/s]0% of max mana.<br>[sys]Enemy Hero Level for extra spell cast / round: [/s]30 or higher.<br>[sys]Enemy Hero Max Mana for extra spell cast / round: [/s]300 or higher.<br>[sys]Boss Attack: [/s]100% of nominal.<br>[sys]Boss Hitpoints: [/s]100% of nominal.<br>[sys]Money received if the battle is lost: [/s]100%.<br>[sys]Round at which Mana and Rage Gain = 1/2: [/s]15[sys]; = 1/4: [/s]25[sys]; = 0: [/s]35[sys]; [/s]+15[sys] rounds for fighting enemy heroes, towers, and bosses.
nwg_level3_hint=^items_tH^[d]Hard difficulty level is recommended for connoisseurs of tactical games. Stronger enemies will keep you on your toes.<br><br>[sys]Enemy power: [/s]130%.<br>[sys]Money income: [/s]77%.<br>[sys]Rage Increase in combat: [/s]85%.<br>[sys]Speed of Spirits growth: [/s]85%.<br>[sys]Hero Experience Gain: [/s]70%.<br>[sys]Hero Map Mana Regeneration Rate: [/s]20% slower.<br>[sys]Hero Map Rage Depletion Rate: [/s]20% faster.<br>[sys]Enemy Unit Statistics: [/s]110% of nominal.<br>[sys]Enemy Hero Mana Regeneration: [/s]5% of max mana.<br>[sys]Enemy Hero Level for extra spell cast / round: [/s]28 or higher.<br>[sys]Enemy Hero Max Mana for extra spell cast / round: [/s]250 or higher.<br>[sys]Boss Attack: [/s]140% of nominal.<br>[sys]Boss Hitpoints: [/s]140% of nominal.<br>[sys]Money received if the battle is lost: [/s]50%.<br>[sys]Round at which Mana and Rage Gain = 1/2: [/s]10[sys]; = 1/4: [/s]15[sys]; = 0: [/s]20[sys]; [/s]+10[sys] rounds for fighting enemy heroes, towers, and bosses.
nwg_level4_hint=^items_tH^[d]Impossible difficulty level is recommended for those who want to achieve an impossible goal and conquer an extremely strong enemy.<br><br>[sys]Enemy power: [/s]170%.<br>[sys]Money income: [/s]60%.<br>[sys]Rage Increase in combat: [/s]70%.<br>[sys]Speed of Spirits growth: [/s]70%.<br>[sys]Hero Experience Gain: [/s]30%.<br>[sys]Hero Map Mana Regeneration Rate: [/s]50% slower.<br>[sys]Hero Map Rage Depletion Rate: [/s]50% faster.<br>[sys]Enemy Unit Statistics: [/s]125% of nominal.<br>[sys]Enemy Hero Mana Regeneration: [/s]10% of max mana.<br>[sys]Enemy Hero Level for extra spell cast / round: [/s]25 or higher.<br>[sys]Enemy Hero Max Mana for extra spell cast / round: [/s]200 or higher.<br>[sys]Boss Attack: [/s]200% of nominal.<br>[sys]Boss Hitpoints: [/s]200% of nominal.<br>[sys]Money received if the battle is lost: [/s]0%.<br>[sys]Round at which Mana and Rage Gain = 1/2: [/s]5[sys]; = 1/4: [/s]10[sys]; = 0: [/s]15[sys]; [/s]+5[sys] rounds for fighting enemy heroes, towers, and bosses.

intro_text1=^intro^King Mark's ascent to the throne was unusual for the glorious Kingdom of Darion. During the solemn ceremony, Prince Carl relinquished the throne to his younger brother. Having passed the crown, Carl retired to a remote location in the provinces, there dedicating himself to science, which held a far greater attraction to him than power. Thus the younger Prince Mark became king, and soon was called Wise for his deeds.

intro_text2=^intro^For long years, nothing darkened the rule of Mark the Wise. Trouble seemed to flee the kingdom, and the people sincerely loved and respected their ruler. But the king grew sad, for he was not blessed with children. Science and magic proved useless, and so the king appealed to the Gods of Endoria. And his prayer was heard! The gods sent him a baby, a beautiful girl, and the king named her after the brightest star in the night's sky: Amelie.

intro_text3=^intro^As the years went by, the Gods looked on, as the fate of Darion turned. First, news from the elven lands ceased coming through, and then there arose armed conflicts between old allies - first the dwarves, and then it was the pirates from the Islands of Freedom who became too bold. Perhaps worse was the restlessness from within: the undead were on the rise, robbery became commonplace, the Mages complained of strange surges of magic, and storms and earthquakes, formerly quite rare, began to sweep the kingdom.

intro_text4=^intro^However, these difficulties only strengthened the spirit of those who would dedicate their lives to the service of the kingdom. True heroes are wanted always. And today, young knights, guarantors of stability and keepers of the peace, across their native lands and the whole world of Endoria, are completing their training in the Knight's Temple.<br>Young knight, your time has come. Your mentor Richard awaits in the Training Center. A single step is all that separates you from a life filled with breathtaking adventure. So, go now! Show the world what you can do!


//////////////////////////////////////////////////////////////
// ГЛАВНАЯ ПАНЕЛЬ
//////////////////////////////////////////////////////////////

// common
common_btn_ok=Ok
common_btn_cancel=Cancel

map_money=^int_def_t0sc^[kilo_money]
map_crystals=^int_def_t0sc^[hero_crystals]
map_mana=^int_def_t0sc^[hero_mana]
map_enemy_mana=^enemy_hero_tPar^[mana]
map_rage=^int_def_t0sc^[hero_rage]

map_char=^int_def_t14sc^Hero
map_magic=^int_def_t14sc^Spells
map_log=^int_def_t14sc^Quest
menu=^int_def_t14sc^Menu
map_map=^int_def_t14sc^Map
map_ldrshp=^int_def_t14tdc^Leadership: ^[hero_leadership]
map_level=^int_def_t14tdc^Level ^[hero_level]
map_hero_name=^int_def_t14bl^[hero_name]
map_enemy_hero_name=^enemy_hero_tPar^[shortname]
map_enemy_hero_name_style=^enemy_hero_tN^

mc1=^int_maparmy_t^[slot]
//<shadow=on><align=right><font=ft1_16><color=252,249,220><hui=cnt1>
mc2=^int_maparmy_t^[slot]
mc3=^int_maparmy_t^[slot]
mc4=^int_maparmy_t^[slot]
mc5=^int_maparmy_t^[slot]

//хинты
btn_mana_hint=^int_def_t0_mm^Mana: ^[hero_mana]^([hero_mana_max])
btn_rage_hint=^int_def_t0_mm^Rage: ^[hero_rage]^([hero_rage_max])
btn_gold_hint=^int_def_t0_mm^Gold: ^[hero_money]
btn_menu_hint=^hint_Btn_t^Game Menu [hkey](Esc)
//btn_face_hint=Портрет персонажа
btn_sky_hint=^hint_Day_t^Days: [day]<br>Time of day: [dt] (<gen=time_gen>)
//btn_name_hint=Имя персонажа
//btn_level_hint=Уровень персонажа
//btn_EXP_hint=^int_def_t0_mm^Опыт: ^[hero_experience]^([hero_experience_max]).
//btn_leadership_hint=Лидерство персонажа
btn_char_hint=^hint_Btn_t^Hero window [hkey](H)
btn_magic_hint=^hint_Btn_t^Spell Book [hkey](B)[/c]<br>[def] - Scrolls: [hero_scrolls]/[hero_scrolls_max].<br> - Crystals: [hero_crystals].
btn_log_hint=^hint_Btn_t^Quest log [hkey](Q)
btn_map_hint=^hint_Btn_t^Adventure Map [hkey](M)
btn_dig_hint=^hint_Btn_t^Dig for treasure [hkey](D)
btn_reserve_open_hint=Show reserves
btn_reserve_close_hint=Hide reserves

//////////////////////////////////////////////////////////////
// КНИГА МАГИИ
//////////////////////////////////////////////////////////////
book_scroll=^int_def_t1_mm^^[hero_scrolls]^([hero_scrolls_max])
book_crystals=^int_dig_t14sc^[hero_crystals]
book_mana=^int_def_t1_mm^^[hero_mana]^([hero_mana_max])
book_spells=^int_mb_school_t^
book_all_schools=^int_mb_magic_caption_t^All Spells
book_red_school=^int_mb_magic_caption_t^Chaos Spells
book_green_school=^int_mb_magic_caption_t^Distortion Spells
book_blue_school=^int_mb_magic_caption_t^Order Spells

// ХИНТЫ
book_blue_school_hint=Order Spells
book_red_school_hint=Chaos Spells
book_green_school_hint=Distortion Spells
book_all_schools_hint=All Spells
book_close_hint=Close Spell Book
book_mana_hint=^left_t^Mana. Points of Mana are required for spell casting. The more powerful the spell, the more points of Mana are required.
book_scrolls_hint=^left_t^Magic scrolls. You can cast a spell directly from a magic scroll - in which case Mana is not required - but the scroll disappears after using. Also you can learn spells from magic scrolls. The number of scrolls in your spell book is limited.
book_crystals_hint=^left_t^Magic crystals are required for learning spells from magic scrolls and for upgrading familiar spells.
book_next_page_hint=Next page
book_prev_page_hint=Prev. page

//////////////////////////////////////////////////////////////
//ЖУРНАЛ ЗАДАНИЙ
//////////////////////////////////////////////////////////////
quests_history=^int_log_t1^Show completed quests
quests_list=^int_log_t3^Quest log
quests_current_stage=^int_log_t2^Progress:
quests_main_task=^int_log_t2^Main quest:
quests_stages_underline=^int_log_tline^
//quests_reward=qВознаграждение:
//quests_history=<font=ft1_12><color=75,42,2>Show history
//quests_list=<font=ft1_20><color=111,0,0><align=center>Quests List
reward_text=Reward:
reward_experience=Experience
reward_money=Gold
reward_money_count=coins
reward_leadership=Leadership
reward_attack=Attacks
reward_defense=Defenses
reward_intellect=Intellect
reward_crystals=Magic Crystals
reward_mana=to maximum Mana
reward_rage=to maximum Rage
reward_rune_mind=Mind Runes
reward_rune_magic=Magic Runes
reward_rune_might=Might Runes
reward_scroll=Scrolls
reward_scroll1=Scroll
reward_count=pcs.

quests_stage_dot=•
quests_stage_done=
quests_stage_fail=(failed)
quests_done=(completed)
quests_fail=(failed)

//////////////////////////////////////////////////////////////
//ЗАГРУЗКА И СОХРАНЕНИЕ
//////////////////////////////////////////////////////////////
save_load_del=Do you really want to delete the saved game?
sl_location=^sl_location_t^[location]
sl_location_copy=^sl_location_copy_t^[location] ([copy])
sl_location_auto=^sl_location_t^Autosave
sl_level=^sl_level_t^Level [level]
sl_title=^sl_title_t^[rank] [name]. Level [level].
sl_title_active=^sl_title_active_t^[rank] [name]. Level [level].
sl_time=^sl_time_t^Date:<br>[day].[month].[year] [hour]:[minutes]
sl_game_time=^sl_game_time_t^Game time: Day [day]
sl_difficulty=^sl_game_time_t^Difficulty:
sl_difficulty_0=Easy
sl_difficulty_1=Normal
sl_difficulty_2=Hard
sl_difficulty_3=Impossible
sl_money=^sl_money_t^[money]
sl_mana=^sl_mana_t^[mana]/^([mana_max])
sl_rage=^sl_rage_t^[rage]/^([rage_max])
sl_army_count=^sl_army_count_t^[count]
sl_load=^opt_title_t^Load Game
sl_save=^opt_title_t^Save Game
sl_cant_load=^int_def_t14sc^You can't load the game. The saved file is corrupted!
sl_achtung1=^sl_yellow^Old save
sl_achtung2=^sl_red^Outdated Save!<br><font=ft1_12> <color=255,255,255><br>The savegame is associated with a version of the game<br>lower than 1.6<br><br><br><font=ft1_14> <color=155,149,155> Some errors of early versions can arise when loading an old savegame. <color=255,255,255> It is recommended to begin a new game.
warning_badsave=This save is out of date. Do you really want to load this save?
warning_protsave=Changes were detected in the game data. You can not load files saved with modified game data.

//хинты
save_load_delete=Delete saved game
save_load_screen=Screenshot
save_load_resources=Resources
save_load_army=Army

//////////////////////////////////////////////////////////////
//ИНТЕРФЕЙС ЗАМКА
//////////////////////////////////////////////////////////////

tn_name=^int_twn_name_t^[name]
tn_terr_name=^int_twn_ter_t^[territory]
tn_title1=^int_twn_rul_t^[ruler]
tn_title2=^int_twn_rul_t^[ruler]
tn_title3=^int_twn_rul_t^[ruler]

tn_inv=^int_def_t14sc^Equipment
tn_magic=^int_def_t14sc^Magic
tn_troops=^int_def_t14sc^Army
tn_garrison=^int_idt_t4^GARRISON

tn_leave=^int_def_t16sc^Exit

tn_max_unit=Horde

tn_tuc1=^int_twn_trd_t0^[count]
tn_tuc2=^int_twn_trd_t0^[count]
tn_tuc3=^int_twn_trd_t0^[count]
tn_tuc4=^int_twn_trd_t0^[count]

tn_tmc1=^int_twn_trd_t1^[unit]
tn_tmc2=^int_twn_trd_t1^[unit]
tn_tmc3=^int_twn_trd_t1^[unit]
tn_tmc4=^int_twn_trd_t1^[unit]

tn_guc1=^int_twn_gar_t^[count]
tn_guc2=^int_twn_gar_t^[count]
tn_guc3=^int_twn_gar_t^[count]

tn_tmic1=^int_twn_trd_t1^[item]
tn_tmic2=^int_twn_trd_t1^[item]
tn_tmic3=^int_twn_trd_t1^[item]
tn_tmic4=^int_twn_trd_t1^[item]

tn_tmmc1=^int_twn_trd_t1^[magic]
tn_tmmc2=^int_twn_trd_t1^[magic]
tn_tmmc3=^int_twn_trd_t1^[magic]
tn_tmmc4=^int_twn_trd_t1^[magic]

tn_buy_ask=Do you really want to buy this item?
tn_buy_cannot=Not enough gold to buy this item!
tn_buy_scroll_ask=Do you really want to buy this spell?
tn_buy_scroll_cannot=Not enough gold to buy this spell!

tn_tmis1=^int_twn_trd_t2^[item]
tn_tmis2=^int_twn_trd_t2^[item]
tn_tmis3=^int_twn_trd_t2^[item]
tn_tmis4=^int_twn_trd_t2^[item]

tn_tmms1=^int_twn_trd_t2^[magic]
tn_tmms2=^int_twn_trd_t2^[magic]
tn_tmms3=^int_twn_trd_t2^[magic]
tn_tmms4=^int_twn_trd_t2^[magic]

tn_tmss1=^int_twn_trd_t2^[slot]
tn_tmss2=^int_twn_trd_t2^[slot]
tn_tmss3=^int_twn_trd_t2^[slot]
tn_tmss4=^int_twn_trd_t2^[slot]
tn_tmss5=^int_twn_trd_t2^[slot]
tn_tmss6=^int_twn_trd_t2^[slot]
tn_tmss7=^int_twn_trd_t2^[slot]
tn_tmss8=^int_twn_trd_t2^[slot]
tn_tmss=^int_twn_trd_t2^

//хинты
town_leave_hint=Leave the building
//town_ruler_name=Имя правителя
//town_ruler_portrait=Портрет правителя

//////////////////////////////////////////////////////////////
// ОКНО НАСТРОЕК
//////////////////////////////////////////////////////////////
opt_title=^opt_title_t^Options
opt_subtitle1=^opt_header_t^Misc.
opt_subtitle2=^opt_header_t^Graphics
opt_subtitle3=^opt_header_t^Sound
opt_comp_info=
// opt_comp_info=<font=ft1_11><color=95,180,205><align=left><shadow=on>Процессор: <par1><br>Память: <par2>Gb  Видеопамять: <par3>Mb

opt_button_apply=^opt_bth_t^Apply
opt_button_cancel=^opt_bth_t^Cancel
opt_button_default=^opt_bth_tS^Default

opt_lang=^opt_options_t^Language:
opt_resolution=^opt_options_t^Resolution:
opt_refresh=^opt_options_t^Screen refresh rate:
opt_anim_speed=^opt_options_t^Combat animation speed:
opt_distance=^opt_options_t^Visibility distance:
opt_water=^opt_options_t^Water appearance:
opt_filt=^opt_options_t^Anisotropic filtering:
opt_shadows=^opt_options_t^Shadows (quality):
opt_textures_land=^opt_options_t^Landscape:
opt_textures_objects=^opt_options_t^Objects:
opt_textures_units=^opt_options_t^Units:
opt_gamma=^opt_options_t^Gamma:
opt_vol_music=^opt_options_t^Music volume:
opt_vol_sound=^opt_options_t^Sound volume:

opt_radar=^opt_options_t0^Radar rotation
opt_movies=^opt_options_t0^Show introduction video
opt_antial=^opt_options_t0^Antialiasing
opt_vsync=^opt_options_t0^Vertical synchronization
opt_music=^opt_options_t0^Music
opt_sound=^opt_options_t0^Sounds

opt_textures=^opt_options_t1^Texture quality:

opt_gamma1=^opt_options_t2^Dark
opt_vol1=^opt_options_t2^Quiet

opt_gamma2=^opt_options_t2^[align_right]Bright
opt_vol2=^opt_options_t2^[align_right]Loud

opt_num_gamma=^opt_gamma_t^
opt_num_vol_music=^opt_music_t^
opt_num_vol_sound=^opt_sound_t^

opt_default=Default

opt_none=None
opt_filtering_bilinear=Bilinear
opt_filtering_trilinear=Trilinear

opt_quality_low=Low
opt_quality_normal=Normal
opt_quality_high=High

opt_detail_low=Low
opt_detail_normal=Normal
opt_detail_high=High

opt_shadows_normal=Normal
opt_shadows_high=High

opt_hint01=Radar rotation.
opt_hint02=Screen resolution. Higher image quality is provided on native monitor resolutions.
opt_hint03=Screen refresh rate.
opt_hint04=Combat animation speed accelerates the creatures' animation and disables the cinematographic camera during combat. Some visual and sound effects may work incorrectly.
opt_hint05=Changes visibility distance of objects and landscape. You can lower the distance to improve performance.
opt_hint06=Changes water rendering quality. Higher quality can lower performance.
opt_hint07=Increase textures sharpness in the distance. Can slightly decrease performance.
opt_hint08=None, Normal and High. Turning on shadows decreases the game's performance. Changing the shadow's quality has practically no influence on game speed.
opt_hint09=Changes landscape texture detail. Influences texture quality, load speed, and the amount of resident video memory.
opt_hint10=Changes object texture detail. Influences texture quality, load speed, and the amount of resident video memory.
opt_hint11=Changes creature texture detail. Influences texture quality, load speed, and the amount of resident video memory.
opt_hint12=Toggle the introduction video On/Off.
opt_hint13=Smooths object edges, minimizing the distortion artifacts known as aliasing. Influences the game's performance.
opt_hint14=Vertical synchronization delays the image update until the vertical blanking interval. Recommended for LCD monitors.
opt_hint15=Toggle music On/Off
opt_hint16=Toggle sound On/Off

lng_rus=Russian
lng_eng=English

//////////////////////////////////////////////////////////////
// ЗАГРУЗОЧНЫЙ ЭКРАН
//////////////////////////////////////////////////////////////

default_load_tips=^int_loadtips_t^
load_screen_tips_0=^int_load^"King's Bounty: The Legend" official website<br>www.kings-bounty.com<br>Welcome!
load_screen_tips_1=^int_load^Hero's army: Leadership of the troops in reserve is left out of account, and the number of creatures in them is unlimited.
load_screen_tips_2=^int_load^Hero's army: Creatures which are in reserve do not participate in combat, and have no influence on the Morale of other troops.
load_screen_tips_3=^int_load^Hero's skills: To improve some skills you will need not only Talent Runes but other skills, elevated to certain levels.
load_screen_tips_4=^int_load^Hero's skills: With the help of the skill "Higher Magic," a mage can use his spell Book twice per turn.
load_screen_tips_5=^int_load^Adventure map: Hotkey "F5" - quick save. "F8" - load the latest quick save.
load_screen_tips_6=^int_load^Adventure map: Hotkey "Space" - pause the game; during the pause you can work with the Hero window, Spell Book and Quest log.
load_screen_tips_7=^int_load^Adventure map: When you create a new game, your enemies' armies, treasures and traders' goods are generated at random.
load_screen_tips_8=^int_load^Adventure map: You can use obstacles and terrain features for enticing enemies away from the treasures they guard.
load_screen_tips_9=^int_load^Adventure map: If you see a flag above a building or unit on the adventure map, it means that you can take a quest there.
load_screen_tips_10=^int_load^Adventure map: There are dirigibles, trains and submarines in the game. You can instantly move between continents and capitals by using these forms of transport.
load_screen_tips_11=^int_load^Adventure map: You can leave two troops in the castle garrison. They will remain there until you return.
load_screen_tips_12=^int_load^Adventure map: Primary quest missions are marked with a "Crown" icon in the Quest log.
load_screen_tips_13=^int_load^Equipment: Some items are "living." When their Morale decreases to zero, they go out of control and stop giving bonuses.
load_screen_tips_14=^int_load^Equipment: To suppress a rebelling item you must conquer its Keepers in combat.
load_screen_tips_15=^int_load^Equipment: You can upgrade some items by fighting with their Keepers. The list of upgrades is shown in the item info.
load_screen_tips_16=^int_load^Equipment: Some items give bonuses only under certain conditions. For example, only at night or only for physical creatures.
load_screen_tips_17=^int_load^Equipment: Some items contain Magic Scrolls which you can extract and put into your Spell Book.
load_screen_tips_18=^int_load^Hero's family: A wife gives bonuses to the hero or his army, plus four slots for items. Different wives give different bonuses and slots.
load_screen_tips_19=^int_load^Hero's family: You can divorce with your wife at any time by talking to her about it. When leaving you, your wife takes the children, any items she's wearing, and one fifth of the gold.
load_screen_tips_20=^int_load^Hero's family: Having married, you can have children. A child gives you useful bonuses and permanently occupies one of you wife's slots. Different wives can have different children.
load_screen_tips_21=^int_load^Battlefield: The Morale of the troop can increase or decrease its Attack, Defense and the chance of a Critical Attack.
load_screen_tips_22=^int_load^Battlefield: If you have managed to enlist more creatures than your Leadership allows, then your troops may not obey you during combat.
load_screen_tips_23=^int_load^Battlefield: Many creatures have special abilities which can be used during combat. These abilities are limited in use or rechargeable.
load_screen_tips_24=^int_load^Battlefield: Troops can perform Critical Attacks. The Damage and probability of such Attacks depends upon the creatures' Morale, the hero's items and the accumulated Rage.
load_screen_tips_25=^int_load^Battlefield: If some characteristics in a troop's parameters are highlighted in green or red, it means that they are temporarily increased or decreased.
load_screen_tips_26=^int_load^Battlefield: The type and form of an arena depends upon the place where the battle began. You can entice enemies away to the places where the arena can grants you advantages.
load_screen_tips_27=^int_load^Battlefield: Some creatures can receive bonuses depending on the time of day and the arena type. Thanks to these bonuses, some creatures can fight more effectively.
load_screen_tips_28=^int_load^Battlefield: Moving a troop one cell takes one Action Point. Using a special Ability or Attack takes all Action Points.
load_screen_tips_29=^int_load^Battlefield: To gain Mana during combat you can learn the "Concentration" skill or equip an item which can recover Mana during combat.
load_screen_tips_30=^int_load^Battlefield: Right-mouse click on any enemy troop to show its movement radius, as well as its health and movement order.
load_screen_tips_31=^int_load^Battlefield: "Shift" + left-mouse click on any enemy troop to open a window with information about this troop.
load_screen_tips_32=^int_load^Battlefield: Beside the icon of any spell cast on the troop, you can see how many turns it will last. The color of the frame indicates negative (red) and positive (green) effects.
load_screen_tips_33=^int_load^Spell Book: You can learn spells from Magic Scrolls, and then upgrade these with the help of the Magic Crystals.
load_screen_tips_34=^int_load^Spell Book: The quantity of scrolls in your Spell Book is limited. If you exceed this limit, you cannot buy scrolls. Scrolls can be discarded or sold in castles.
load_screen_tips_35=^int_load^Spell Book: When upgraded, spells not only amplify their power but can also gain new properties.
load_screen_tips_36=^int_load^Spirits of Rage: Spirits gain experience by using their abilities, and by killing enemies. The more powerful the enemy, the more experience is gained.
load_screen_tips_37=^int_load^Spirits of Rage: Hero gains experience during combat not only by inflicting damage to enemies, but also when his friendly troops take damage. Spirit attacks do not increase Rage.
load_screen_tips_38=^int_load^Spirits of Rage: Killing a troop and dealing the final blow in combat gives more Rage than a normal attack.
load_screen_tips_39=^int_load^Spirits of Rage: Spirit of Rage should rest after each use of its abilities. The more powerful the ability, the longer it should rest.
load_screen_tips_40=^int_load^Spirits of Rage: You can talk to Spirits of Rage. To do so, just click on the portrait of a Spirit in the Hero window.
load_screen_tips_41=^int_load^Creatures Features: Dragons, undead, and creatures animated by magic are immune to Mind spells. They cannot be charmed or hypnotized.
load_screen_tips_42=^int_load^Creatures Features: Frightened creatures disobey your orders and are afraid to attack creatures whose level is higher than theirs. Your warriors can be frightened by a wolf cry or by an attack of Devilfish.
load_screen_tips_43=^int_load^Creatures Features: Dryads, Demonesses and Ancient Vampires can evade attack, taking no damage.
load_screen_tips_44=^int_load^Creatures Features: Frightened creatures disobey your orders and are afraid to attack creatures whose level is higher than theirs. Your warriors can be frightened by a wolf cry or by an attack of Devilfish.
load_screen_tips_45=^int_load^Adventure map: You can move the hero by holding the mouse button or using the keyboard.
